import { IVacancies } from '@/components/pages/vacancies/all-vacancies-section/IVacancies';

export const vacanciesDB: IVacancies[] = [
    {
        id: 1,
        card: {
            alt: 'Название',
            title: 'Название',
            cost: 'от *** до *** руб. в месяц',
            skills: 'коммуникабельность',
            employment: 'Полная занятость, полный день',
            desc: 'Полная занятость, полный день, Полная занятость, полный день, Полная занятость, полный день',
        },
    },
    {
        id: 2,
        card: {
            alt: 'Название',
            title: 'Название',
            cost: 'от *** до *** руб. в месяц',
            skills: 'коммуникабельность',
            employment: 'Полная занятость, полный день',
            desc: 'Полная занятость, полный день, Полная занятость, полный день, Полная занятость, полный день',
        },
    },
    {
        id: 3,
        card: {
            alt: 'Название',
            title: 'Название',
            cost: 'от *** до *** руб. в месяц',
            skills: 'коммуникабельность',
            employment: 'Полная занятость, полный день',
            desc: 'Полная занятость, полный день, Полная занятость, полный день, Полная занятость, полный день',
        },
    },
    {
        id: 4,
        card: {
            alt: 'Название',
            title: 'Название',
            cost: 'от *** до *** руб. в месяц',
            skills: 'коммуникабельность',
            employment: 'Полная занятость, полный день',
            desc: 'Полная занятость, полный день, Полная занятость, полный день, Полная занятость, полный день',
        },
    },
    {
        id: 5,
        card: {
            alt: 'Название',
            title: 'Название',
            cost: 'от *** до *** руб. в месяц',
            skills: 'коммуникабельность',
            employment: 'Полная занятость, полный день',
            desc: 'Полная занятость, полный день, Полная занятость, полный день, Полная занятость, полный день',
        },
    },
];
